Repository: luxx77/YuanShop
Catalog: hh_express-main/lib/l10n/app_*.arb
Languages: tr

source: Notifications
tr: Duýduryşlar

source: Hello World!
tr: Salam

# searchHint
source: Search...
tr: Gozlemek...

source: Home
tr: Esasy

source: Video
tr: Wideo

source: Category
tr: Kategoriýa

source: Cart
tr: Sebet

source: Profile
tr: Profilim

source: Exit
tr: Çykmak

# cancle
source: Cancel
tr: Goý bolsun

# exitConfirm
source: Do you really want to exit?
tr: Siz hakykatdan hem çykmak isleyarsinizmi?

source: Remove all
tr: Hemmesini aýyr

source: All
tr: Hemme

source: Registration
tr: Registrasiýa

source: Code
tr: Kod

source: Phone number
tr: Telefon belgiňiz

source: Name
tr: Ady

# registerTitle
source: Enter your phone number to continue on the Yuanshop platform
tr: Yuanshop platformasynda dowam etmek üçin telefon belgiňizi giriziň

# news
source: New
tr: Täze

source: Most sold
tr: Köp satylanlar

source: User name
tr: Ulanyjynyň ady

# myOrders
source: Orders
tr: Sargytlar

source: Favorites
tr: Halanlarym

# order_code
source: Order No:
tr: Sargyt No:

source: Welayat
tr: Welaýat

# programLang
source: Program language
tr: Programmanyň dili

source: Turkmen
tr: Türkmençe

source: Russian
tr: Rusça

source: English
tr: Inlisçe

source: Ashgabat
tr: Aşgabat

# dasoguz
source: Dashoguz
tr: Daşoguz

source: Save
tr: Ýatda sakal

source: Clear
tr: Hemmesini poz

source: Order state
tr: Sargyt ýagdaýy

source: Price
tr: Bahasy

source: Products
tr: Harytlar

source: Per kilogram
tr: Kilesine düşýän

source: Number
tr: Nomeri

source: delivery
tr: Eltip bermek

source: Total price
tr: Jemi bahasy

# comeTime
source: Time to come
tr: Gelmeli wagty

# waitng
source: Waing
tr: Garaşylýar

source: Accepted
tr: Kabul edildi

source: Preparing
tr: Taýýarlanylýar

source: On the way
tr: Ýolda

source: Came
tr: Geldi

source: Buy
tr: Satyn al

source: Add to cart
tr: Sebede goş

# aboutProd
source: About product
tr: Haryt barada

# prodName
source: Product Name
tr: Harydyn ady

source: Color
tr: Reňki

source: Size
tr: Ölçegi

source: Password
tr: Açar sözi

source: Sing in
tr: Girmek

# next
source: Continue
tr: Dowam et

source: Similar products
tr: Meňzeş harytlar

# orderInfo
source: Order information
tr: Sargyt maglumady

source: Description
tr: Mazmuny

source: More
tr: Hemmesi

source: The address
tr: Salgyňyz

source: Select Address
tr: Adres Salgynyzy

source: Address
tr: Salgy

# someThingWent
source: Some things went wrong
tr: Yalňyşlyklar yüze çykdy

# succsess
source: Successfully confirmed
tr: Üstünlikli tassyklandy

# socketExeption
source: Connection was failed
tr: Servere baglanyp bolmady

source: Try again
tr: Täzeden Synanşyp göriň

source: Unauthorized
tr: Ulgama girilmedik

# empty
source: No added products
tr: Haryt goşulmadyk

# empty_address
source: No address added
tr: Salgyňyz goşulmadyk

# least5Symbols
source: Field must be at least 5 symbols
tr: Azyndan 5 nyşan bolmaly

# contiansWrongSymbols
source: Field contains wrong symbols
tr: Rugsat berilmeyan nyşanlar bar

# addToFavors
source: Add to favorites
tr: Halanlaryma goş

# uuid
source: Mark
tr: Belgisi

source: Come date
tr: Gelmeli senesi

source: Log out
tr: Ulgamdan çykmak

# moreSimProds
source: More similar products
tr: Meňzeş harytlar

source: Confirm
tr: Tassyklamak

source: Terms of usage
tr: Ulanyjylyk şertleri

# createNewAcc
source: Create new account
tr: Täze hasap döretmek

source: Create
tr: Döret

# alreadyHaveacc
source: Already have an account?
tr: Hasabyňyz barmy?

source: Log in
tr: Girmek

# addedToFavors
source: Successfully added to favorites
tr: Halanlaryma üstünlikli goşuldy

# removedFromFavors
source: Removed from favorites
tr: Halanlarymdan aýryldy

# termsAccept
source: Accept terms of usage
tr: Şertler bilen ylalaşýan

# nothingFound
source: Nothing was found
tr: Hiç zat tapylmady

source: Loading...
tr: Ýüklenýar...

source: Details
tr: Giñişleyin
